[TC_WOTC_MWR_G36C_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>G36C</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>G36C</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Поиск замены G3 начался в 1970 году, когда были сформулированы тактико-технические требования к новому автомату. Контракт на её разработку получила Heckler & Koch, за 18 лет создавшая автомат G11 под безгильзовый патрон. Однако G11 на вооружение не поступила, и в 1992 году бундесвер вернулся к вопросу замены HK G3. Группа произвела отбор, после предварительного этапа остались 2 системы — австрийская Steyr AUG и немецкая HK50. После проведения сравнительных тестов военные остановили свой выбор на винтовке HK50 и ручном пулемёте MG50 (внутрифирменные обозначения G36 и MG36 соответственно) на её основе. В стандартной модификации использует 30 зарядный магазин, под патрон 5.56x45мм НАТО, но может комплектоваться двухбарабанным магазином Beta C-Mag на 100 патронов. Данная модификация представляет собой  укороченный вариант, автомат со стволом длиной 228 мм и планкой Пикатинни для крепления различных прицелов вместо рукоятки для переноски."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_G36C_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>HK72C1</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>HK72C1</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Поиск замены G3 начался в 1970 году, когда были сформулированы тактико-технические требования к новому автомату. Контракт на её разработку получила Heckler & Koch, за 18 лет создавшая автомат G11 под безгильзовый патрон. Однако G11 на вооружение не поступила, и в 1992 году бундесвер вернулся к вопросу замены HK G3. Группа произвела отбор, после предварительного этапа остались 2 системы — австрийская Steyr AUG и немецкая HK50. После проведения сравнительных тестов военные остановили свой выбор на винтовке HK50 и ручном пулемёте MG50 (внутрифирменные обозначения G36 и MG36 соответственно) на её основе. В стандартной модификации использует 30 зарядный магазин, под патрон 5.56x45мм НАТО, но может комплектоваться двухбарабанным магазином Beta C-Mag на 100 патронов. Данная модификация представляет собой  укороченный вариант, автомат со стволом длиной 228 мм и планкой Пикатинни для крепления различных прицелов вместо рукоятки для переноски.\nПрототип HK72C1 представляет собой наши разработки в области магнитных технологий. Большинство деталей была заменена на детали, изготовленные из инопланетных сплавов, что позволило сделать винтовку более долговечной и эффективной на поле боя. Системы отвода пороховых газов была модифицирована новой энергоэффективной системой, использующей в своей основе кристаллы Элерия, это позволило увеличить эффективную мощность и радиус поражения противника."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Магнитное оружие"


[TC_WOTC_MWR_G36C_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>HK72C2</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>HK72C2</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Поиск замены G3 начался в 1970 году, когда были сформулированы тактико-технические требования к новому автомату. Контракт на её разработку получила Heckler & Koch, за 18 лет создавшая автомат G11 под безгильзовый патрон. Однако G11 на вооружение не поступила, и в 1992 году бундесвер вернулся к вопросу замены HK G3. Группа произвела отбор, после предварительного этапа остались 2 системы — австрийская Steyr AUG и немецкая HK50. После проведения сравнительных тестов военные остановили свой выбор на винтовке HK50 и ручном пулемёте MG50 (внутрифирменные обозначения G36 и MG36 соответственно) на её основе. В стандартной модификации использует 30 зарядный магазин, под патрон 5.56x45мм НАТО, но может комплектоваться двухбарабанным магазином Beta C-Mag на 100 патронов. Данная модификация представляет собой  укороченный вариант, автомат со стволом длиной 228 мм и планкой Пикатинни для крепления различных прицелов вместо рукоятки для переноски.\nHK72C2 - это следующий этап в модификации винтовки HK72C1. Данная версия оснащена облегченным, высокочастотным стволом, аккумулирующим все наши знания в сфере систем Гаусса и лучевых технологий."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_MWR_G36C_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>G36C</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>G36C</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Поиск замены G3 начался в 1970 году, когда были сформулированы тактико-технические требования к новому автомату. Контракт на её разработку получила Heckler & Koch, за 18 лет создавшая автомат G11 под безгильзовый патрон. Однако G11 на вооружение не поступила, и в 1992 году бундесвер вернулся к вопросу замены HK G3. Группа произвела отбор, после предварительного этапа остались 2 системы — австрийская Steyr AUG и немецкая HK50. После проведения сравнительных тестов военные остановили свой выбор на винтовке HK50 и ручном пулемёте MG50 (внутрифирменные обозначения G36 и MG36 соответственно) на её основе. В стандартной модификации использует 30 зарядный магазин, под патрон 5.56x45мм НАТО, но может комплектоваться двухбарабанным магазином Beta C-Mag на 100 патронов. Данная модификация представляет собой  укороченный вариант, автомат со стволом длиной 228 мм и планкой Пикатинни для крепления различных прицелов вместо рукоятки для переноски."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_MWR_G36C_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>HK72C1</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>HK72C1</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Поиск замены G3 начался в 1970 году, когда были сформулированы тактико-технические требования к новому автомату. Контракт на её разработку получила Heckler & Koch, за 18 лет создавшая автомат G11 под безгильзовый патрон. Однако G11 на вооружение не поступила, и в 1992 году бундесвер вернулся к вопросу замены HK G3. Группа произвела отбор, после предварительного этапа остались 2 системы — австрийская Steyr AUG и немецкая HK50. После проведения сравнительных тестов военные остановили свой выбор на винтовке HK50 и ручном пулемёте MG50 (внутрифирменные обозначения G36 и MG36 соответственно) на её основе. В стандартной модификации использует 30 зарядный магазин, под патрон 5.56x45мм НАТО, но может комплектоваться двухбарабанным магазином Beta C-Mag на 100 патронов. Данная модификация представляет собой  укороченный вариант, автомат со стволом длиной 228 мм и планкой Пикатинни для крепления различных прицелов вместо рукоятки для переноски.\nПрототип HK72C1 представляет собой наши разработки в области магнитных технологий. Большинство деталей была заменена на детали, изготовленные из инопланетных сплавов, что позволило сделать винтовку более долговечной и эффективной на поле боя. Системы отвода пороховых газов была модифицирована новой энергоэффективной системой, использующей в своей основе кристаллы Элерия, это позволило увеличить эффективную мощность и радиус поражения противника."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Магнитное оружие"


[TC_WOTC_SKR_MWR_G36C_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>HK72C2</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>HK72C2</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Поиск замены G3 начался в 1970 году, когда были сформулированы тактико-технические требования к новому автомату. Контракт на её разработку получила Heckler & Koch, за 18 лет создавшая автомат G11 под безгильзовый патрон. Однако G11 на вооружение не поступила, и в 1992 году бундесвер вернулся к вопросу замены HK G3. Группа произвела отбор, после предварительного этапа остались 2 системы — австрийская Steyr AUG и немецкая HK50. После проведения сравнительных тестов военные остановили свой выбор на винтовке HK50 и ручном пулемёте MG50 (внутрифирменные обозначения G36 и MG36 соответственно) на её основе. В стандартной модификации использует 30 зарядный магазин, под патрон 5.56x45мм НАТО, но может комплектоваться двухбарабанным магазином Beta C-Mag на 100 патронов. Данная модификация представляет собой  укороченный вариант, автомат со стволом длиной 228 мм и планкой Пикатинни для крепления различных прицелов вместо рукоятки для переноски.\nHK72C2 - это следующий этап в модификации винтовки HK72C1. Данная версия оснащена облегченным, высокочастотным стволом, аккумулирующим все наши знания в сфере систем Гаусса и лучевых технологий."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Лучевое оружие"
